export const bannerText = {
    title: '趋境科技生态伙伴合作计划',
    desc: '期待通过开放生态合作，携手伙伴共推技术创新，为企业级用户提供高品质的AI解决方案与服务',
    btnText: '加入我们'
};
export const systemText = {
    title: '我们的合作伙伴体系',
    list: [{
        title: '销售合作伙伴',
        desc: '具备售前咨询、销售、技术服务能力，引导客户购买产品或服务'
    }, {
        title: '行业ISV伙伴',
        desc: '与趋境科技联合共创行业AI方案，以普惠AI理念高性价比服务最终客户'
    }, {
        title: '技术合作伙伴',
        desc: '携手硬件与模型伙伴深耕联合优化，以协同之力突破性能边界，彰显 AI Infra 核心效能'
    }, {
        title: '开源贡献者',
        desc: '将KTransformers、Mooncake接入开源项目或开发基于趋境技术的AI应用'
    }],
    btn: '立即加入'
}
export const carouselList = {
    title: '精品案例展示',
    carouselData: [
        {
            id: 1,
            title: '国家市场监督总局认研中心',
            desc: '趋境科技与国家市场监督总局认研中心联合打造 AITIC 一体机，以核心推理优化技术实现大模型本地化部署，兼顾数据安全与处理效率，赋能检测认证、房屋体检等行业智能化升级。',
        },
        {
            id: 2,
            title: '智谱',
            desc: '趋境科技联合智谱推出灵启桌面级 AI 开发工作站，以高效推理优化 + 优质模型生态，打造开箱即用的开发环境，实现GLM百亿参数大模型桌面交付。',
        },
        {
            id: 3,
            title: '长亭科技',
            desc: '2024 年长亭科技与趋境科技联手共创安全大模型解决方案，通过极致推理优化实现千亿参数模型安全领域私有化部署，提升 AI 安全场景效能，助力合作伙伴开拓相关业务，推动安全行业迈入千亿大模型应用时代。',
        },
        // {
        //     id: 4,
        //     title: '华为',
        //     desc: '鲲鹏昇腾开发者大会2025（KADC 2025）上，趋境科技CEO艾智远与华为鲲鹏计算业务总裁李义联合发布“鲲鹏+xPU 解决方案”，深度融合趋境科技领先的异构协同推理技术与鲲鹏基础软硬件平台，推出面向大模型推理场景的一体化解决方案。',
        // },
    ]
}

export const stepList = {
    title: '共赴产业智能化的星辰大海',
    btnText: '加入合作',
    steps: [
        {
            step: '第一步',
            desc: '选择伙伴类型或合作计划'
        },
        {
            step: '第二步',
            desc: '填写和提交申请'
        },
        {
            step: '第三步',
            desc: '合作沟通与资质审核等'
        },
        {
            step: '第四步',
            desc: '签署协议，成为合作伙伴'
        },
        {
            step: '第五步',
            desc: '合作达成后，通过联合推广资源提升曝光'
        }
    ]
}