const productFeatures = [
    {
        title: 'A·Spark 便携工作站',
        desc: '内置趋境 KLLM 推理引擎，覆盖桌面级工作站、企业级一体机和大型分布式集群等型态',
        tag: ['单 4090 跑671B', '低成本起步', '弹性扩容', '国产化深度优化']
    },
    {
        title: '全可视化的“AI开发平台”',
        desc: 'AI Studio：覆盖从数据处理、模型开发训练到推理部署的全链路 AI 研发流程。',
        tag: ['训推一体', '全链可视', '敏捷开发']
    },
    {
        title: '自主决策的“算力规划大脑”',
        desc: '将算力资源指标与业务 SLO对齐，实时感知业务变化，并动态调度算力资源',
        tag: ['SLO价值对齐', '智能资源规划', '自主决策']
    },
    {
        title: '开箱即用的“模型服务平台”',
        desc: '预置数十种主流模型，集成丰富的硬件、模型、推理引擎等算力资源可视化能力',
        tag: ['内置数十模型', '资源监控', '可视运维', '知识库', '办公辅助']
    },
    {
        title: 'KTransformers',
        desc: 'CPU+GPU降低MOE大参数模型本地部署门槛，提升硬件资源利用率',
        tag: ['高SLA', '国产化兼容', '异构计算']
    },
    {
        title: 'Mooncake ',
        desc: 'GPU+CPU+内存+磁盘，大幅提升算力集群并发、吞吐',
        tag: ['高SLA', '国产化兼容', 'PD分离', '以存换算']
    },
];





export {
    productFeatures
}