import no from '@/assets/images/no.png'
import img202412 from '@/assets/images/img/202412.png'
import img252 from '@/assets/images/img/202502.webp';
import img2411 from '@/assets/images/img/202411.webp';
export const introductionList = {
    title: '趋境科技',
    titleColor: 'Approaching.ai',
    btnText: '联系我们',
    companyName: '北京趋境科技有限责任公司',
    companyTitle: '全球专属大模型推理解决方案提供商',
    companyData: [
        {
            num: '10+',
            title: '博士学位'
        },
        {
            num: '90%',
            title: '硕士学位'
        },
        {
            num: '清华大学',
            title: '名校背景'
        },
    ],
    companyContent: [
        {
            text: '北京趋境科技有限责任公司成立于2023年底，创始团队源自清华大学计算机系高性能计算研究所，并已完成清华大学知识产权转化入股。公司以"让算力更高效、智能更普惠"为使命，',
            bold: '立足系统级原始创新，致力于为客户提供高性能专属推理解决方案，助力人工智能产业降本增效。',
            text2: '自成立以来，趋境科技凭硬核技术与社区影响力持续获得资本的高度认可与青睐，已顺利完成种子轮、天使轮及天使+轮融资，主要包括高瓴创投、上海国方、华为哈勃、星连资本、真知创投、尚势资本、水木清华等知名的市场化基金、地方国资和上下游知名产业方。'
        },
        {
            text: '公司由中国工程院院士、清华大学计算机系教授郑纬民担任首席科学顾问，具备中关村高新技术企业及国家高新技术企业双重资质，并与中国电子技术标准化研究院、中国信通院等研究机构共同编制高效智算国家标准及大模型推理行业标准等，深度参与两大北京市重点实验室建设工作。'
        }
    ],
    solutionSection: {
        badge: '核心产品',
        titles: [
            '云、边、端全场景专属解决方案',
            '为AI应用落地提供稳定保障'
        ],
        contents: [
            {
                text: '基于自主核心技术，趋境科技形成了覆盖',
                bold: '云、边、端的全场景智算优化方案',
                text2: '，以KTransformers、Mooncake 作为核心技术支撑，形成了趋境模型能力服务AMaaS和趋境模型价值服务MVaaS 等自研大模型推理平台，灵活适配从个人AI盒子、服务器、数十至数万服务器集群的全谱系云边端推理场景。'
            },
            '趋境科技产品设计始终坚持"让算力更高效、智能更普惠"的企业使命，在异构计算与存储架构领域取得了突破性进展，不仅在行业龙头企业的生产环境中经过了万卡级别的实战检验，更形成了具有国际竞争力的自主创新技术体系。成果与国际主流开源框架及顶尖硬件厂商方案并跑，荣获存储领域全球性大奖及顶级学术会议认可，体现了我国在AI基础软件设施领域的自主创新能力与广泛的产业影响力。'
        ]
    },
    recognitionSection: {
        title: '行业认可与生态共建',
        content: '趋境科技技术成果曾获得 CCTV 官方报道，并向国务院参事室进行成果展示，公司屡次荣获“AI行业最具影响力企业”、“中国技术力量榜单”、“年度最新技术创新奖”等业内奖项。公司与英特尔、海光、华为、联想、英伟达、智谱、阿里、月之暗面Kimi 等行业领先企业均建立了深度合作，与市场监管总局认研中心、金航数码、华为、联想等机构形成标杆大模型落地案例，产业链上下游合作伙伴超过 30 家；技术方面，与 vLLM、SGLang、LlamaFactory 等国际知名开源社区共建技术生态，持续赋能全球开发者，在开发者侧形成了广泛影响力。'
    }
}

export const infoList = [
    {
        title: '',
        desc: ['完成数千万元天使轮融资'],
        date: '3月',
        image: ''
    },
    {
        title: '2025 年',
        desc: ['升级大模型推理软硬一体机产品', '全系支持本地 DeepSeek- R1 / V3 部署门槛降低 90 %', '升级液冷套件、静音无噪', '上线运维平台', '便捷模型管理', '发布新版 “KTransformers” 0.2 版', '单个消费级 GPU+CPU 本地部署 DeepSeek-R1/V3-671B 大模型', 'GitHub 标星过万', '国内外社区热榜第一'],
        date: '2月',
        image: img2411
    },
    {
        title: '2024 年',
        desc: ['联合月之暗面 Kimi、清华 MADSys', '共同发布开源项目 “Mooncake”', '大幅减少算力开销，提升推理吞吐量', '承载 Kimi 80% 的线上流量'],
        date: '11月',
        image: img252
    },
    {
        title: '',
        desc: ['首次发布产品：', '大模型知识推理一体机', '异构协同支持千亿参数', '大模型推理单机私有化部署'],
        date: '10月',
        image: ''
    },
    {
        title: '',
        desc: ['与长亭科技共同发布“长亭问津千亿大模型解决方案”', '由此安全领域迈入千亿级大模型时代', '高准确率、低延迟'],
        date: '9月',
        image: ''
    },
    {
        title: '',
        desc: ['首创“以存换算”技术', '首创“全系统异构协同推理架构”技术', '开源 “KTransformers” 技术', '可支持单卡运行千亿级大模型'],
        date: '7月',
        image: ''
    },
    {
        title: '2023 年',
        desc: ['公司成立', '种子轮融资：真知创投'],
        date: '12月',
        image: img202412
    }
]